{
  "auto-session": { "branch": "main" },
  "blink-cmp-tmux": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "dart.nvim": { "branch": "master" },
  "debugprint.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "git-blame.nvim": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "github-nvim-theme": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "hydra.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "markdown.nvim": { "branch": "master" },
  "mdx.nvim": { "branch": "main" },
  "mini.base16": { "branch": "main" },
  "mini.clue": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "mini.snippets": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "yanky.nvim": { "branch": "main" }
}
